Repository: sageteamorg/django-sage-tools
Catalog: locales/*/LC_MESSAGES/django.po
Languages: fa

source: Picture Alternate Text
fa: متن جایگزین تصویر

source: Write about picture for SEO
fa: در مورد تصویر برای بهینه‌سازی موتورهای جستجو بنویسید

source: Picture Width
fa: عرض تصویر

source: size of picture's Width
fa: اندازه عرض تصویر

source: Picture Height
fa: طول تصویر

source: size of picture's Height
fa: اندازه طول تصویر

source: Title
fa: عنوان

source: A descriptive title for the address, such as 'Home' or 'Office'.
fa: یک عنوان توصیفی برای آدرس، مانند 'خانه' یا 'دفتر'.

source: Country
fa: کشور

source: The country where the address is located.
fa: کشوری که آدرس در آن قرار دارد.

source: Province
fa: استان

source: The province, state, or regional division of the address.
fa: استان، ایالت یا تقسیمات منطقه‌ای که آدرس در آن قرار دارد.

source: City
fa: شهر

source: The city or town of the address.
fa: شهر یا شهرک که آدرس در آن قرار دارد.

source: Postal Address
fa: آدرس پستی

source: The full postal address, including street name, number, and any additional details.
fa: آدرس پستی کامل، شامل نام خیابان، شماره، و هر جزئیات اضافی.

source: Postal Code
fa: کد پستی

source: The postal or ZIP code for the address.
fa: کد پستی یا زیپ برای آدرس.

source: Plaque
fa: پلاک

source: The specific plaque number of the building or house.
fa: شماره پلاک مشخص ساختمان یا خانه.

source: Building Unit
fa: واحد ساختمان

source: The unit or apartment number within a building, if applicable.
fa: شماره واحد یا آپارتمان در داخل ساختمان، در صورت وجود.

source: Created at
fa: ایجاد شده در

source: Modified at
fa: ویرایش شده در

source: A universally unique identifier (UUID) automatically generated for this content. This identifier is used as the unique primary key and should not be modified manually.
fa: یک شناسه منحصربه‌فرد جهانی (UUID) به‌طور خودکار برای این محتوا ایجاد شده است. این شناسه به‌عنوان کلید اصلی منحصر به‌فرد استفاده می‌شود و نباید به‌صورت دستی تغییر داده شود.

source: Stock of Unit
fa: موجودی واحد

source: A unique identifier assigned to each product in inventory. This Stock Unit SKU is used to uniquely identify and manage products in your inventory.
fa: یک شناسه منحصربه‌فرد به هر محصول در انبار اختصاص داده می‌شود. این شناسه موجودی (Stock Unit SKU) برای شناسایی و مدیریت منحصربه‌فرد محصولات در انبار شما استفاده می‌شود.

source: Enter a unique title.
fa: یک عنوان منحصر به فرد وارد کنید.

source: Slug
fa: اسلاگ

source: URL-friendly slug from the title.
fa: اسلاگ سازگار با URL از عنوان.

source: title
fa: عنوان

source: Description
fa: توضیحات

source: Enter a detailed description of the item. This can include its purpose, characteristics, and any other relevant information.
fa: یک توضیح دقیق از مورد وارد کنید. این می‌تواند شامل هدف، ویژگی‌ها و هر اطلاعات مرتبط دیگری باشد.

source: User
fa: کاربر

source: Select the user who submitted this comment or question. If the user is deleted, the comment will remain but the user reference will be removed.
fa: کاربری را که این نظر یا سوال را ارسال کرده انتخاب کنید. اگر کاربر حذف شود، نظر باقی می‌ماند اما مرجع کاربر حذف خواهد شد.

source: Comment Message
fa: پیام نظر

source: Enter the comment, feedback, or question provided by the user.
fa: نظر، بازخورد یا سوال ارائه شده توسط کاربر را وارد کنید.

source: Parent Comment
fa: نظر سطح بالا

source: The parent comment to which this is a reply. Leave this blank for top-level comments.
fa: نظری که این نظر به آن پاسخ می‌دهد. برای نظرات سطح بالا این فیلد را خالی بگذارید.

source: Is Active
fa: فعال است

source: Indicates whether the comment is active and visible on the site. Use this to hide comments that violate site policies.
fa: مشخص می‌کند که آیا نظر فعال و قابل مشاهده در سایت است یا خیر. از این گزینه برای مخفی کردن نظراتی که با سیاست‌های سایت مغایرت دارند، استفاده کنید.

source: Rating
fa: امتیازدهی

source: Rate from 1 (lowest) to 5 (highest).
fa: امتیاز از ۱ (کمترین) تا ۵ (بالاترین).

source: Rating must be at least 1.
fa: امتیازدهی باید حداقل ۱ باشد.

source: Rating cannot be more than 5.
fa: امتیازدهی نباید بیش از ۵ باشد.

source: Rating must be between 1 and 5 in half-point increments.
fa: امتیازدهی باید بین ۱ تا ۵ با نیم‌امتیاز افزایش یابد.

source: Ensure your rating is in half-point increments within the range of 1 to 5.
fa: امتیازدهی باید بین ۱ تا ۵ با نیم‌امتیاز افزایش یابد.

source: Enter a valid name. The name can only contain letters, spaces, hyphens, and apostrophes. Examples: John Doe, Mary-Jane O'Connor.
fa: یک نام معتبر وارد کنید. نام تنها می‌تواند شامل حروف، فاصله، خط تیره و آپاستروف باشد. مثال‌ها: جان دو، مری-جین او'کانر.
